Repository: Blueprint-Marketing-llc/gitium
Catalog: gitium/languages/gitium-*.po
Languages: ro_ro

source: Git Status
ro_ro: Git Status_RO

source: Code
ro_ro: Code_RO

source: untracked
ro_ro: untracked_RO

source: modified on remote
ro_ro: modified on remote_RO

source: added to remote
ro_ro: added to remote_RO

source: deleted from remote
ro_ro: deleted from remote_RO

source: deleted from work tree
ro_ro: deleted from work tree_RO

source: updated in work tree
ro_ro: updated in work tree_RO

source: added to work tree
ro_ro: added to work tree_RO

source: renamed from `%s`
ro_ro: renamed from `%s`_RO

source: Please specify a valid repo.
ro_ro: Please specify a valid repo_RO.

source: Could not push to remote
ro_ro: Could not push to remote_RO

source: Merged existing code from
ro_ro: Merged existing code from _RO

source: Could not create initial commit ->
ro_ro: Could not create initial commit_RO ->

source: Could not merge the initial commit ->
ro_ro: Could not merge the initial commit_RO ->

source: Could not enable the maintenance mode!
ro_ro: Could not enable the maintenance mode_RO!

source: Could not commit!
ro_ro: Could not commit_RO!

source: Merge failed:
ro_ro: Merge failed_RO:

source: Pushed commit: `%s`
ro_ro: Pushed commit: `%s`_RO

source: Webhook URL regenerates. Please make sure you update any external references.
ro_ro: Webhook URL regenerates. Please make sure you update any external references_RO.

source: Keypair successfully regenerated.
ro_ro: Keypair successfully regenerated_RO.

source: This URL provide access to a Git repository via SSH, HTTPS, or Subversion.
ro_ro: This URL provide access to a Git repository via SSH, HTTPS, or Subversion_RO.

source: If you need to authenticate over "https://" instead of SSH use: <code>https://user:pass@github.com/user/example.git</code>
ro_ro: If you need to authenticate over "https://" instead of SSH use: <code>https://user:pass@github.com/user/example.git_RO</code>

source: Regenerate Key
ro_ro: Regenerate Key_RO

source: If your use ssh keybased authentication for git you need to allow write access to your repository using this key.
ro_ro: If your use ssh keybased authentication for git you need to allow write access to your repository using this key_RO.

source: Checkout instructions for <a href="https://help.github.com/articles/generating-ssh-keys#step-3-add-your-ssh-key-to-github" target="_blank">github</a> or <a href="https://confluence.atlassian.com/display/BITBUCKET/Add+an+SSH+key+to+an+account#AddanSSHkeytoanaccount-HowtoaddakeyusingSSHforOSXorLinux" target="_blank">bitbucket</a>.
ro_ro: Checkout instructions for <a href="https://help.github.com/articles/generating-ssh-keys#step-3-add-your-ssh-key-to-github" target="_blank">github</a> or <a href="https://confluence.atlassian.com/display/BITBUCKET/Add+an+SSH+key+to+an+account#AddanSSHkeytoanaccount-HowtoaddakeyusingSSHforOSXorLinux" target="_blank">bitbucket_RO</a>.

source: Fetch
ro_ro: Fetch_RO

source: Choose tracking branch
ro_ro: Choose tracking branch_RO

source: Merge & Push
ro_ro: Merge & Push_RO

source: Following remote branch <code>%s</code>.
ro_ro: Following remote branch <code>%s</code>_RO.

source: Everything is up to date
ro_ro: Everything is up to date_RO

source: You are %s commits ahead and %s behind remote.
ro_ro: You are %s commits ahead and %s behind remote_RO.

source: You are %s commits ahead remote.
ro_ro: You are %s commits ahead remote_RO.

source: You are %s commits behind remote.
ro_ro: You are %s commits behind remote_RO.

source: Path
ro_ro: Path_RO

source: Change
ro_ro: Change_RO

source: Nothing to commit, working directory clean.
ro_ro: Nothing to commit, working directory clean_RO.

source: Submodules are not supported in this version.
ro_ro: Submodules are not supported in this version_RO.

source: Status
ro_ro: Status_RO

source: connected to
ro_ro: connected to_RO

source: Commit message
ro_ro: Commit message_RO

source: Save changes
ro_ro: Save changes_RO

source: Webhook URL
ro_ro: Webhook URL_RO

source: Regenerate Webhook
ro_ro: Regenerate Webhook_RO

source: Pinging this URL triggers an update from remote repository.
ro_ro: Pinging this URL triggers an update from remote repository_RO.

source: Public Key
ro_ro: Public Key_RO
